[
    {
        "id": 1,
        "title": "Budi Oetomo",
        "category": "Pra-Kemerdekaan",
        "image": "images/Organisasi-Budi-Utomo.png",
        "summary": "Budi Oetomo adalah organisasi modern pertama di Indonesia yang didirikan pada 20 Mei 1908 oleh Dr. Wahidin Sudirohusodo dan dr. Soetomo.",
        "fullStory": "Budi Utomo (Boedi Oetomo) adalah sebuah organisasi pemuda yang bergerak di bidang pendidikan, sosial, dan budaya.\n Dikutip dari Modul Pembelajaran SMA Sejarah Kelas XI Kementerian Pendidikan dan Kebudayaan (2020), organisasi ini didirikan pertama kali pada tanggal 20 Mei 1908 di Jakarta oleh pelajar STOVIA (School tot Opleiding van Inlandsche Artsen/Sekolah Pendidikan Kedokteran Pribumi). \n Budi Utomo adalah bentuk tindakan pro-aktif dalam merespons kebijakan pemerintah kolonial Belanda yang saat itu membatasi akses pendidikan bagi orang Indonesia. \n Organisasi ini bertujuan untuk meningkatkan kesejahteraan rakyat Indonesia melalui pendidikan dan pengembangan budaya nasional. \n Budi Utomo juga menjadi tonggak awal pergerakan nasional di Indonesia, yang kemudian diikuti oleh berbagai organisasi lainnya yang memperjuangkan kemerdekaan Indonesia dari penjajahan Belanda. \n Organisasi ini berdiri dikarenakan keresahan seorang pemuda bernama Dr. Wahidin Sudirohusodo terhadap rendahnya tingkat pendidikan di kalangan pribumi pada masa itu. \n Ia kemudian mengajak teman-temannya, termasuk dr. Soetomo, untuk mendirikan sebuah organisasi yang fokus pada pendidikan dan pengembangan budaya. \n Budi Utomo mengadakan berbagai kegiatan seperti seminar, diskusi, dan pelatihan untuk meningkatkan pengetahuan dan keterampilan anggotanya. \n Meskipun Budi Utomo awalnya lebih fokus pada aspek pendidikan dan sosial, organisasi ini juga memiliki dampak politik yang signifikan. \n Budi Utomo menjadi inspirasi bagi banyak organisasi pemuda lainnya untuk memperjuangkan hak-hak rakyat Indonesia dan menuntut kemerdekaan dari penjajahan Belanda.\n Diketuai oleh Soetomo, Berikut adalah susunan kepengurusan Budi Utomo periode 1908-1911:\n - Ketua: Dr. Soetomo\n - Wakil Ketua: M. Soelaiman\n - Sekretaris I: Soewarno I (Gondo Soewarno)\n - Sekretaris II: M. Goenawan\n - Bendahara: R. Angka\n - Komisaris: M. Soeradji, M. Moh. Saleh, Soewarno II (M. Soewarno), dan R.M Goembrek \n=====================\nTujuan Berdirinya Budi Oetomo\n=====================\nTujuan utama berdirinya Budi Utomo adalah untuk meningkatkan kesejahteraan rakyat Indonesia melalui pendidikan dan pengembangan budaya nasional. \n Organisasi ini bertujuan untuk:\n 1. Meningkatkan akses pendidikan bagi rakyat Indonesia, terutama di kalangan pribumi yang pada masa itu sangat terbatas.\n 2. Mengembangkan budaya nasional dan memperkuat identitas bangsa Indonesia.\n 3. Mendorong kesadaran politik di kalangan rakyat Indonesia untuk memperjuangkan\n======================\n Pelaksanaan Kongres I Budi Oetomo\n======================\n"
    },
    {
        "id": 2,
        "title": "Candi Borobudur",
        "category": "Kerajaan",
        "image": "images/Borobudur.jpg",
        "summary": "Di dasar Candi Borobudur, terdapat relief yang terkubur bernama Karmawibhangga yang menggambarkan hukum sebab-akibat.",
        "fullStory": "Di dasar Candi Borobudur, tersembunyi sebuah bagian yang disebut Karmawibhangga. Bagian ini berisi 160 panel relief yang menggambarkan hukum sebab-akibat (karma). Relief ini sengaja ditutup dengan struktur batu tambahan. Alasan penutupannya masih menjadi perdebatan. Beberapa arkeolog berpendapat ini dilakukan untuk memperkuat stabilitas struktur candi, sementara yang lain berteori bahwa relief yang menggambarkan adegan duniawi tersebut dianggap tidak pantas untuk dipertontonkan di sebuah bangunan suci."
    },
    {
        "id": 3,
        "title": "Keruntuhan Raksasa Dagang VOC",
        "category": "Era Kolonial",
        "image": "images/voc.jpg",
        "summary": "VOC, perusahaan terkaya sepanjang masa, tidak runtuh karena perang, melainkan karena korupsi internal yang masif.",
        "fullStory": "Vereenigde Oostindische Compagnie (VOC) sering dianggap sebagai perusahaan multinasional pertama dan terkaya dalam sejarah. Namun, di balik kemegahannya, VOC runtuh dari dalam. Penyebab utamanya adalah korupsi yang merajalela di semua tingkatan, dari pejabat tinggi hingga pegawai rendahan. Mereka sering melakukan perdagangan ilegal untuk keuntungan pribadi dan memanipulasi pembukuan. Beban utang akibat perang yang mahal dan manajemen yang buruk semakin mempercepat kebangkrutannya, hingga akhirnya VOC resmi dibubarkan pada 31 Desember 1799."
    },
    {
        "id": 4,
        "title": "R.A. Kartini",
        "category": "Era Kolonial",
        "image": "images/kartini.jpg",
        "summary": "Selain memperjuangkan hak perempuan, Kartini juga berperan dalam pendidikan anak-anak di desa.",
        "fullStory": "Raden Ajeng Kartini dikenal sebagai pelopor emansipasi wanita di Indonesia. Namun, peranannya tidak hanya terbatas pada perjuangan hak-hak perempuan. Kartini juga sangat peduli terhadap pendidikan anak-anak di desanya. Ia mendirikan sekolah untuk anak-anak perempuan di Rembang dan mendorong pendidikan bagi anak-anak laki-laki. Melalui surat-suratnya, Kartini mengungkapkan keinginannya untuk melihat generasi muda Indonesia yang terdidik dan mampu bersaing di dunia modern."
    },
    {
        "id": 5,
        "title": "Perjanjian Giyanti",
        "category": "Kerajaan",
        "image": "images/giyanti.jpg",
        "summary": "Perjanjian Giyanti pada 1755 membagi Kesultanan Mataram menjadi dua bagian: Yogyakarta dan Surakarta.",
        "fullStory": "Perjanjian Giyanti adalah sebuah perjanjian yang ditandatangani pada tahun 1755 yang mengakhiri konflik internal di Kesultanan Mataram. Perjanjian ini membagi Kesultanan Mataram menjadi dua bagian: Kesultanan Yogyakarta yang dipimpin oleh Sultan Hamengkubuwono I, dan Kasunanan Surakarta yang dipimpin oleh Pakubuwono III. Pembagian ini dilakukan untuk meredakan perselisihan antara para penguasa lokal dan mengurangi ketegangan di wilayah tersebut. Perjanjian ini juga menandai awal dari dominasi Belanda di Jawa, karena mereka memainkan peran penting dalam mediasi dan penegakan perjanjian tersebut."
    },
    {
        "id": 6,
        "title": "Sumpah Pemuda",
        "category": "Pra-Kemerdekaan",
        "image": "images/sumpah-pemuda.jpg",
        "summary": "Sumpah Pemuda pada 28 Oktober 1928 menegaskan tiga ikrar: satu tanah air, satu bangsa, dan satu bahasa Indonesia.",
        "fullStory": "Sumpah Pemuda adalah sebuah deklarasi yang diikrarkan pada tanggal 28 Oktober 1928 oleh para pemuda Indonesia dalam Kongres Pemuda II di Batavia (sekarang Jakarta). Deklarasi ini menegaskan tiga ikrar penting: satu tanah air, yaitu Indonesia; satu bangsa, yaitu bangsa Indonesia; dan satu bahasa, yaitu bahasa Indonesia. Sumpah Pemuda menjadi tonggak penting dalam sejarah pergerakan nasional Indonesia, karena memperkuat rasa persatuan dan identitas nasional di tengah keberagaman suku, agama."
    },
    {
        "id": 7,
        "title": "Perang Diponegoro",
        "category": "Era Kolonial",
        "image": "images/diponegoro.jpg",
        "summary": "Perang Diponegoro (1825-1830) adalah perlawanan besar-besaran rakyat Jawa melawan penjajahan Belanda.",
        "fullStory": "Perang Diponegoro, yang berlangsung dari tahun 1825 hingga 1830, adalah salah satu perlawanan terbesar rakyat Jawa terhadap penjajahan Belanda. Dipimpin oleh Pangeran Diponegoro, perang ini dipicu oleh ketidakpuasan terhadap kebijakan kolonial yang merugikan rakyat, termasuk pajak yang tinggi dan campur tangan dalam urusan adat. Perang ini melibatkan taktik gerilya dan mendapat dukungan luas dari berbagai lapisan masyarakat Jawa. Meskipun pada akhirnya Diponegoro ditangkap dan diasingkan, perang ini meninggalkan warisan penting dalam sejarah perjuangan kemerdekaan Indonesia."
    },
    {
        "id": 8,
        "title": "Sistem Tanam Paksa",
        "category": "Era Kolonial",
        "image": "images/tanampaksa.jpg",
        "summary": "Sistem Tanam Paksa (Cultuurstelsel) memaksa petani Indonesia menanam tanaman ekspor untuk keuntungan Belanda.",
        "fullStory": "Sistem Tanam Paksa, atau Cultuurstelsel, diberlakukan oleh pemerintah kolonial Belanda di Indonesia pada tahun 1830. Sistem ini mewajibkan petani pribumi untuk menanam tanaman ekspor seperti kopi, tebu, dan nila di sebagian tanah mereka, yang kemudian harus diserahkan kepada pemerintah kolonial. Tujuan utama dari sistem ini adalah untuk meningkatkan pendapatan Belanda dari koloni mereka. Namun, sistem ini menyebabkan penderitaan besar bagi petani Indonesia, karena mereka kehilangan sebagian besar hasil panen mereka dan sering kali harus bekerja dalam kondisi yang sangat buruk. Sistem Tanam Paksa akhirnya dihapuskan pada akhir abad ke-19 setelah mendapat kritik luas dari berbagai pihak."
    },
    {
        "id": 9,
        "title": "Peran Cut Nyak Dhien",
        "category": "Pra-Kemerdekaan",
        "image": "images/cut-nyak-dhien.jpg",
        "summary": "Cut Nyak Dhien adalah pahlawan wanita Aceh yang memimpin perlawanan melawan penjajahan Belanda.",
        "fullStory": "Cut Nyak Dhien adalah seorang pahlawan wanita dari Aceh yang dikenal karena perannya dalam memimpin perlawanan melawan penjajahan Belanda pada akhir abad ke-19. Setelah suaminya, Teuku Umar, gugur dalam pertempuran, Cut Nyak Dhien mengambil alih kepemimpinan perjuangan. Ia menggunakan strategi gerilya untuk melawan pasukan Belanda dan menjadi simbol keberanian serta ketabahan bagi rakyat Aceh. Meskipun akhirnya ditangkap dan diasingkan oleh Belanda, perjuangan Cut Nyak Dhien tetap dikenang sebagai bagian penting dari sejarah perlawanan Indonesia terhadap kolonialisme."
    }
]